"This copy will expire on %@." = "Esta cópia expira em %@.";
"%@\n\n%@\n© 1984-%@ FileMaker, Inc.\nAll Rights Reserved.\n\nFileMaker is a trademark of FileMaker, Inc.,\nregistered in the US and other countries." = "%@\n\n%@\n© 1984-%@ FileMaker, Inc.\nTodos os direitos reservados.\n\nFileMaker é marca comercial de FileMaker, Inc.,\nregistrada nos EUA e em outros países.";
"Version: %@ %@\n\nThis product is licensed to:\n%@\n\nLicense Key: %@\n%@\n%@" = "Versão: %@ %@\n\nEste produto está licenciado para:\n%@\n\nChave de licença: %@\n%@\n%@";
"Version: %@ %@" = "Versão: %@ %@";
"Version: %@ %@\nLicense Key: %@" = "Versão: %@ %@\nChave de licença: %@";
"Credits are listed in the Acknowledgements document provided\nwith this software." = "Créditos são listados no documento Reconhecimentos fornecido\ncom este software.";
"%@ %@\n© 1984-%@ FileMaker, Inc.\nAll Rights Reserved.\n\nFileMaker and the file folder logo are trademarks of FileMaker, Inc.,\nregistered in the US and other countries. For more information,\nvisit our Web site at http://www.filemaker.com." = "%@ %@\n© 1984-%@ FileMaker, Inc.\nTodos os direitos reservados.\n\nFileMaker e o logotipo de pasta de arquivo são marcas comerciais\nda FileMaker, Inc., registrados nos EUA e em outros países. Para obter \nmais informações, visite nosso site em http://www.filemaker.com/br/.";
"FileMaker Pro" = "FileMaker Pro";
"FileMaker Pro could not be launched because of incorrect installation, missing system components, or insufficient memory.\nPlease see the FileMaker Pro documentation." = "O FileMaker Pro não pôde ser iniciado devido a instalação incorreta, componentes de sistema faltando ou memória insuficiente.\nConsulte a documentação do FileMaker Pro.";
"OK" = "OK";
"You have entered an invalid license key. Please refer to your FileMaker package for the correct license key." = "Você inseriu uma chave de licença inválida. Consulte seu pacote do FileMaker para obter a chave de licença correta.";
"Please refer to your FileMaker package for the correct license key." = "Consulte seu pacote do FileMaker para obter a chave de licença correta.";
"You have entered an invalid license key" = "Você inseriu uma chave de licença inválida";
"Please enter a user name in the User Name field." = "Insira um nome de usuário no campo Nome de usuário.";
"<unknown>" = "<desconhecido>";
"The length of the selected text cannot exceed 100 characters." = "O texto selecionado não pode exceder 100 caracteres.";
"You have entered an invalid license key." = "Você inseriu uma chave de licença inválida.";
"A user name is required." = "Um nome de usuário é necessário.";
"Layout and Script names should not be empty." = "Os nomes de Layout e Script não devem ficar vazios.";
"Please enter something for both the Layout and Script name." = "Insira algo para os nomes de Layout e Script.";
"Please enter less characters for the Layout name." = "Digite uma palavra menor para nomear o Layout.";
"Please enter less characters for the Script name." = "Digite uma palavra menor para nomear o Script.";
"Preparing %@.  This may take up to a minute." = "Preparando %@. Isso pode levar até um minuto.";
